print("გიორგი მაისურაძე, ზაზა ქარქაშაძე, ლუკა მინდიაშვილი")

print("მე პროგრამირებით ბავშობიდანვე ვიყავი დაინტერესებული და როდესაც ინტერნეტში გავიგე GOA-ს შესახებ მე ძალიან დავინტერესდი და მივხვდი რომ ეს შანსი ხელიდან არ უნდა გამეშვა. დავრეგისტრირდი GOA-ში და პირველივე გაკვეთილზე მივხვდი რომ GOA არ გვასწავლიდა მარტო პროგრამირებას GOA გვეხმარება რომ ჩამოვყალიბდეთ სრულყოფილ ადამიანებად.")

print("ჩემი მიზნები მომავლისთვის არის, რომ შევისწავლო web development და game development და უფრო განვვითარდე.")